{
    {
        "comentario-4": " Com essa ltima atualizao, est impossvel de jogar. Literalmente crachando toda hora, gameplay pssima, isso  muito triste, pois gostava muito do jogo. Infelizmente o pessoal da Activision no est sabendo desenvolver jogo para mobile. Tenho um moto G one zoom. Meu aparelho est com 50% de armaz\nResenha completa"
    }{
        "comentario-5": " O jogo  bom, mas a cada atualizao pega mais memoria do celular ao em vez de diminuir. A cada atualizao  200, 500 megas a mais. E antes COD era menor que o PUBG, agora  1giga maior e s aumenta a cada atualizao! Daqui a pouco teremos que ter dois celulares, um s para jogos e outro pessoal, \nResenha completa"
    }{
        "comentario-6": " Depois dessa ultima atualizao o jogo fica dando problemas. Nao cura, fica congelando a tela e me direcionando para outro lugar aleatrio fazendo com que eu perca o inimigo de vista. Faz os inimigos sumir e perco vida. Fora isso eu gosto muito do jogo, dos grficos, da jogabilidade!!!!!!! Ahhhhhh!!\nResenha completa"
    }{
        "comentario-7": " O jogo era excelente, porm infelizmente esto colocando atualizaes desnecessrias e o tamanho do app est muito grande. Meu namorado tentou atualizar o dele, mas no est indo por conta do tamanho do jogo. Sem contar que o jogo est travando muito. Acho que poderiam liberar uma atualizao nova q\nResenha completa"
    }{
        "comentario-8": " Nesta ltima atualizao  praticamente impossvel jogar, o jogo fica sempre a tentar conectar ao servidor e quando consigo jogar uma partida fico uns 3 minutos a tentar entrar no menu. E fazer o download de todos os mapas a cada atualizao  das coisas mais chatas que pode haver no jogo. Estou qua\nResenha completa"
    }{
        "comentario-9": " Aps atualizar meu jogo venho enfrentando um problema bastante misterioso, o jogo simplesmente fecha durante as partidas. Nada srio por que isso s est acontecendo durante partidas e no  todo tempo, mais tenho certeza que no devia funcionar assim certo? Por favor me dem uma soluo para o prob\nResenha completa"
    }{
        "comentario-10": " Sinceramente, essa nova temporada o jogo veio muito mal otimizado, apesar de ter novos modos incrveis como o \"Undead Siege\" o jogo no est fluindo, fica apresentando constantes quedas de FPS, veio com inmeros bugs, como o da sensibilidade trocada, tela preta, crashs constantes, bom... no tenho n\nResenha completa"
    }{
        "comentario-11": " Depois dessa ltima atualizao que teve no d mais pra jogar depois dessa atualizao parece que o jogo no roda mais no meu celular, o jogo ficou totalmente bugado durante a partida em qualquer modo seja multiplayer Battle Royale modo zumbi fica travando e da tela PRETA e AZUL e o jogo fecha do n\nResenha completa"
    }{
        "comentario-12": " Jogo j foi melhor ... Infelizmente praticamente a cada dois dias eles pedem para atualizar, voc atualiza. Porm quando vai jogar pede para baixar todos os mapas novamente, as skins, de personagens e de armas! Isso  horrvel. Quando atualiza j deveria ser tudo. E no como .... Tudo dividido! Se \nResenha completa"
    }{
        "comentario-13": " Infelizmente baixei de 5 pra 3 estrelas. Jogo t cada dia mais pesado pra rodar, meu celular simplesmente no  mais capaz de mostrar as skins de jogadores se estiver com os grficos no baixo, sendo que antes mostrava na boa. Na atual temporada caparam a RUS e tiraram muito da mobilidade das armas c\nResenha completa"
    }{
        "comentario-14": " Ajeitem esses bugs pelo amor de Deus.... A jogabilidade est horrvel, a sensibilidade pssima no batleroyale.... Um jogo que era to bom, com essa nova atualizao.... Est mais que horrvel. No d pra pessoa jogar, de nenhuma forma assim.... Ou batem uma forma que conseguirmos jogar com a antiga \nResenha completa"
    }{
        "comentario-15": " Bom, a cada atualizao o jogo trava mais, d mais tela preta. No s eu, mas a galera que joga, concorda que seria perfeito se vocs tirassem mapas que quase ningum usa e assim o jogo no iria pesar 10gb. Sim, so 10gb de jogo e travamentos. Tirem coisas coisas a gente no usa, diminui os bugs e l\nResenha completa"
    }{
        "comentario-16": " O jogo  realmente excelente e, com certeza, pode se afirmar que  um dos melhores da Play Store. No entanto, apesar de toda uma mudana radical nas armas aps essa ltima atualizao, eu julgo necessrio o balanceamento de algumas armas em especfico como: AS VAL, Bizon e RUS. Essas armas quebram t\nResenha completa"
    }{
        "comentario-17": " De longe  o jogo com a melhor jogabilidade tratando-se de um On-line e Battle Royale, o jogo  super prtico e rpido em sua mecnica. Os pontos negativos so: No h opo de aumento da qualidade dos grficos (aparentemente para aparelhos \"inferiores\" o que faz o tamanho e peso do jogo serem terri\nResenha completa"
    }{
        "comentario-18": " Tu baixa o jogo pra desestressar e sai mais estressada do que quando entrou. Est travando demais, fica impossvel jogar BR desse jeito. A ltima atualizao trouxe bugs extremamente irritantes, se  pra deixar mais pesado, pelo menos concertem os bugs, 5G de jogo no meu cllr e ao invs de melhorar,\nResenha completa"
    }{
        "comentario-19": " No entendi do porque aparelhos que so Android 9 no conseguem visualizar as skins dos inimigos, alm do grfico ficar um lixo. Na boa, vcs s perdem com isso. Tem aparelhos de Android 9 que so potentes igual um de 10. Limitar e deixar o grfico ruim s faz perder jogadores... E mais: o jogo era p\nResenha completa"
    }{
        "comentario-20": " O jogo tem timos grficos o problema  que ele est se transformando em um jogo que no serve para celular pois ultimamente vem ocorrendo muitos bugs e tem travado bastante vcs vm lanando novos mapas e modos de jogo mas esquecem de resolver os problemas que tem no jogo ento passo humildemente po\nResenha completa"
    }{
        "comentario-21": " A Actvision j ganhou quase um bilho de dlares com esse jogo, como disse o prprio presidente da empresa, e no consegue colocar um servidor digno pra ns do Brasil. Ping de 70 ms, oscilando o tempo todo, mal otimizado, travando toda hora e se no bastasse isso, ainda usa 10GB de armazenamento do \nResenha completa"
    }{
        "comentario-22": " O jogo  muito bom, jogabilidade excelente, grfico bonitos, vrios modos de jogo, tudo muito bom, voc pode se desenvolver sem precisar gastar nada. Mas infelizmente depois da ltima atualizao ficou muito pesado e agora no roda no meu celular, nem na configurao mnimo. Mas se voc tem um celul\nResenha completa"
    }{
        "comentario-23": " Vou jogar e sempre que tem atualizao o jogo fica travando ou/e com tela preta. Desinstalei o jogo por que no tem condies, parece que os criadores se importam mais em fazer skins para ganhar dinheiro do que fazer o jogo melhor. O jogo  bom mas precisa de mais ateno na parte de desenvolvimento\nResenha completa"
    }{
        "comentario-24": " Estou aqui para reavaliar o jogo, pois estou enfrentando um problema bem desconfortvel nele, a tela preta, em partida que so multiplayer no h problema, porm em qualquer battle Royal d esse problema, e  isso bem desconcertante, peo que resolvam logo; tirando isso o jogo  excelente, sou f da\nResenha completa"
    }{
        "comentario-25": " O jogo  muito bom,a competitividade,is modos,mais a nica coisa que me incomodou  que os graficos so reduzidos pro meu celular,mesmo ele tendo total capacidade de rodar o game no ultra,minha nica sugesto  liberar todas as configuraes de grficos,para todas as pessoas,at por que tem celular \nResenha completa"
    }{
        "comentario-26": " O jogo  muito bom,est rodando liso num galaxy j6,muito bonito,muitas armas com uma infinidade de variaes,mas tem uma coisa que quebra TOTALMENTE O EQUILBRIO,que  o emulador para jogar em um PC,isso tira toda a graa, os jogadores mobile no tem uma movimentao nem mira to boas quanto a um PC\nResenha completa"
    }{
        "comentario-27": " Depois da ltima atualizao o jogo melhorou muito na questo de visual, armas, movimentos etc... Porem piorou bastante o quesito de fechar as partidas, saindo sozinho das partidas seja BR ou MJ, tela preta constante, e perca dos pontos, progressos, devia dar a opo para nos escolhemos o que baixar\nResenha completa"
    }{
        "comentario-28": " Atualizao ridcula.  s vc acostumar com o tempo de mira e recuo de uma arma que eles mudam totalmente, sem contar que reduziram a velocidade de corrida com a faca. As partidas rankeadas esto demorando no mnimo 140 segundos para comear e, na maioria das vezes, volta pro lobby depois da contage\nResenha completa"
    }{
        "comentario-29": " Gosto muito do game mas nessa season 6 o jogo ficou completamente bugado. Meu ping de jogo fica variando de 50 a 200 a cada 10 segundos (desconectando e reconectando mesmo se a internet estiver funcionando normalmente). O que faz com que fique impossvel de jogar, j que toda vez que o jogo reconect\nResenha completa"
    }{
        "comentario-30": " Estou tendo vrios problemas com a conexo wi-fi aps a ltima atualizao. No consigo jogar uma partida se quer sem que o jogo reinicie a conexo a cada 15 segundos durante o jogo. Por favor consertem isso.  apenas no wi-fi, no 4g roda tranquilamente. No  problema do wi-fi pois jogo outros game\nResenha completa"
    }{
        "comentario-31": " A Nova atualizao est tima, apesar que fiquei triste por no vir com a customizao de 2 HUD, mas o jogo foi muito bem otimizado, est rodando em meu A50 da Samsung muito melhor que era antes, mas algo que acho que  um bug no sei,  que o Boto de Rip Fire no est girando, quando aperto para t\nResenha completa"
    }{
        "comentario-32": " O jogo possui uma plataforma incrvel ,mas depois dessa atualizao est sendo deixada de lado a essncia do jogo, no sei outras pessoas mais eu particularmente no jogo FF por no gostar da plataforma,Call of duty mobile tem a essncia militar,  isso que chama minha ateno para a adrenalina de j\nResenha completa"
    }{
        "comentario-33": " O jogo est cada vez mais pesado, pra quem no tem um celular bom sofre muito, at quem tem ta sofrendo por conta do fps que est o jogo, tem vezes que est impossvel de jogar, agora com essa atualizao hahaha, nem me fale! Deveriam separa esse BR , ele s serve pra ocupar espao no meu celular po\nResenha completa"
    }{
        "comentario-34": " O jogo  timo! Grficos bons,jogabilidade boa,variadas opes de modos de jogo,uma variedade de mapas...estava tudo timo! Com a nova atualizao,as partidas comearam a ficar pssimas! Bug's que no acabam mais! A tela fica preta e os jogadores conectam e desconectam milhares de vezes durante UMA \nResenha completa"
    }{
        "comentario-35": " O jogo  muito bom msm, com tima jogabilidade e grficos excelentes, mas ele pode ficar melhor tirando um pouco dos personagens muito coloridinhos de mais  deixando no padro mais militar, e o som de abate poderia ser como o do Call of Duty WARZONE. Creio que ficaria bem mais realista e melhor se \nResenha completa"
    }{
        "comentario-36": " (Melhor jogo de mobile pra mim no momento porm vcs tem que parar de atualizar toda hora meu celular  bom mas chega uma hora que  tanta atualizao que comea a ficar lento e as vezes at trava o jogo e at mesmo ca a partida.)  s elogiar que as coisas comeam a ficar ruins, agora n consigo jog\nResenha completa"
    }{
        "comentario-37": " O melhor Battle Royale e MP da playstore. Com recursos e opes dentro do BR que no vemos em outros jogos. Porm, depois dessa ltima atualizao tive que desinstalar o jogo do meu celular. Durante o BR, travadas constantes como se eu tivesse com um problema de rede, tendo em vista que, sempre jogu\nResenha completa"
    }{
        "comentario-38": " Possuo um smartphone da marca Xiaomi, Modelo: Redmi note 10 Pro na verso do Android 11, aps atualizao do Call of duty mobile venho enfrentando problemas para iniciar o jogo. O problema tratasse de um travamento que faz o Jogo encerrar automaticamente e ocorre no momento em que  mostrado a marca\nResenha completa"
    }{
        "comentario-39": " Essa atualizao estragou o jogo, est travando bastante, as alteraes no mapa de BR foram desnecessrias, algumas ficaram boas mas outras no. A mudana no snowboard foi horrvel, ele est muito lento. Mas em compensao as coisas adicionadas ficaram muito boas, armas muito interessantes e legais \nResenha completa"
    }{
        "comentario-40": " Estava tudo timo at a ltima atualizao. Infelizmente a nova movimentao e controle de armas apenas deu total vantagem para quem joga emulando em PC ou com controle. Infelizmente o nome mobile j no faz o menor sentido, j que quem joga realmente no celular est ficando em grande desvantagem. P\nResenha completa"
    }{
        "comentario-41": " timo jogo! Grficos e jogabilidade boa, no consigo parar de jogar! Aps a atualizao do dia 20/11, no estou conseguindo mais abrir o jogo, meu celular  moto G6 plus, resolvam por favor, gosto muito do jogo!!!! tinha dado cinco estrelas, porm vou retirar duas, porque no vejo necessidade de per\nResenha completa"
    }{
        "comentario-42": " O jogo melhorou em alguns aspectos, mas um problema no qual eu ando sofrendo bastante  de um bug de movimentao da mira, onde enquanto eu estou atirando, simplesmente no consigo movimentar a minha mira, peo que concertem isso o mais rpido possvel, pois creio que no sou o nico que est sofren\nResenha completa"
    }{
        "comentario-43": " No consigo jogar depois da ltima atualizao, vocs esto tornando um game de 3,1GB em 10GB na proporo enquanto executvel, isso no existe! Dem a Opo do jogador optar por atualizar interface ou no! Jogo a partida toda no fim tenho que reiniciar o jogo pra joga a prxima partida! A nova atua\nResenha completa"
    }
}